[
  {
    "name": "aloosh",
    "introduction": "Hello! My names ali and i'm a 4th yr cs major who enjoys drawing a lot of stuff. I like watching sakuga animation. I also like Laios from dungeon meshi. Thank you for reading 👍",
    "socials": [
		{
			"type": "twitter",
			"url": "https://twitter.com/uhloosh"
		}
	],
	"assets": "aloosh"
  },
  {
    "name": "Ari",
    "introduction": "hey guys I’m Tiny Tabby I draw and animate as a CS major and that’s about it ",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/tiny.tabby"
		}
	],
	"assets": "Ari"
  },
  {
    "name": "AVUD",
    "introduction": "Poy! I'm Tien! I do art and stuff, but mostly I just like to make things!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/kickthecan_lee/"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/kickthecan_lee"
		},
		{
			"type": "tiktok",
			"url": "https://www.tiktok.com/@kickthecan_lee"
		}
	],
	"assets": "AVUD"
  },
  {
    "name": "bluemew0",
    "introduction": "Hello! I'm Ashley and I'm UCSC alum! I like making fanart of games and anime! Talk to me about Genshin Impact and romance anime/manga!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/bluemew0/"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/bluemew0"
		},
		{
			"type": "tumblr",
			"url": "https://bluemew0.tumblr.com/"
		}
	],
	"assets": "bluemew0"
  },
  {
    "name": "Catsandcottagecrafts",
    "introduction": "Hello! I'm a banana slug alum who wants to share my own art! I love to crochet critters and other things. I hope to connect with others who enjoy art in all forms :)",
    "socials": [
		{
			"type": "instagram",
			"url": "https://instagram.com/catsandcottagecrafts"
		}
	],
	"assets": "Catsandcottagecrafts"
  },
  {
    "name": "@emiree_draws",
    "introduction": "Howdy! My name is Emily (they/them), but I go by emiree_draws! I am a 3rd year AGPM and History double major at UCSC. I am interested in cartoon shows (like the Owl House, Steven Universe, Kipo), webtoons (The Kiss Bet got me in a chokehold), anime (currently rewatching Saiki K), video games (catch me playing stardew valley), and drawing digitally. >:) Let's be friends!",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/emiree_draws/"
		}
	],
	"assets": "emiree_draws",
	"commissions": "https://ko-fi.com/emiree_draws"
  },
  {
    "name": "Fieryphoenix",
    "introduction": "Hi! This is Fieryphoenix, Economics Major sophomore at UCSC who draws a little bit. I will be tabling in person for this year’s Slugcon! I will be selling pins and tarot cards like last time, as well as holographic stickers and acrylic keychains, as well as totebags(not sure yet) this year. If you don’t plan on getting anything, still come visit Fieryphoenix! I’ll be happy to see you!",
	"socials": [
		{
			"type": "carrd",
			"url": "https://fieryphoenix.carrd.co"
		}
	],
	"assets": "fieryphoenix"
  },
  {
    "name": "Issy Nari",
    "introduction": "Hi hi! My name is Issy or Inari (they/he) and I'm a Senior majoring in AGPM. I love doing character art and dabble here n there in animations as well. I've been pushing myself to make more fully rendered drawings, but I definitely prefer sketching haha. I make a lot of oc content and occasionally fanart of my favorite things. Most of my inspiration comes from the DnD campaign I'm part of, but I also really enjoy watching anime, reading manga, and playing video games!",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/inariw00/"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/inariw00"
		}
	],
	"assets": "inari"
  },
  {
    "name": "justtheblueberry",
    "introduction": "hello~ im jas, or bluebs! i make genshin fanart as well as fanart for a few other things like link click and frieren!! i also make books on the side :> i really enjoy talking about fandom and fannish things so please feel free to come by! i have prints of my art and stickers of my cats and some more exciting upcoming designs too :)",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/justtheblueberry/"
		},
		{
			"type": "tumblr",
			"url": "https://justheblueberry.tumblr.com/"
		}
	],
	"assets": "justtheblueberry",
	"store": "https://www.redbubble.com/people/Justheblueberry/shop?asc=u",
	"commissions": "https://ko-fi.com/justtheblueberry/commissions"
  },
  {
    "name": "avanteinkling",
    "introduction": "Hello all! I'm Madison, a 3rd year CS:GD Student, and I'm a big fan of Vocaloid, RPGMaker games, and more recently, Dungeon Meshi ❤️ I also love making and drawing OCs! Please feel to strike up a convo about any of the above!",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/avanteinkling"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/avanteinkling"
		}
	],
	"assets": "avanteinkling"
  },
  {
    "name": "Overcast",
    "introduction": "Hi I'm Andrew, digital artist and CM masters student here at UCSC! I love experimenting with different forms of digital art like painting, pixel art, animation, 3d modeling, games, and whatever else I can get my grubby hands on. Recently I've gotten into merch (stickers, keychains, etc) design as well, I hope you enjoy the fan merch I've made recently for some of my favorite anime and games!",
    "socials": [
		{
			"type": "carrd",
			"url": "https://oatvercast.carrd.co"
		}
	],
	"assets": "Overcast"
  },
  {
    "name": "PapaPaint546",
    "introduction": ":) Follow me on insta @papapaint546 and youtube @mistapops546",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/papapaint546"
		},
		{
			"type": "youtube",
			"url": "https://www.youtube.com/channel/UCuP0xXVUv938FoxRfogIC2Q"
		}
	],
	"assets": "PapaPaint546"
  },
  {
    "name": "PexeLukive",
    "introduction": "Hello! I'm Rani/PexeLukive (they/them) and I'm a second year AGPM major! I'm a digital artist who loves drawing fanart of my favorite games (Another Eden and Genshin Impact, and sometimes others) and vtubers (Suisei <333, but also just Hololive in general). Here I'm known for my Genshin slime merch - I've got many stickers, a few prints, and even an acrylic pin of my slimes! (Also please come talk to me about Another Eden :D I want to meet more AE players here at UCSC)",
    "socials": [
		{
			"type": "linktree",
			"url": "https://linktr.ee/pexelukive"
		}
	],
	"assets": "PexeLukive",
	"store": "https://www.redbubble.com/people/pexelukive/shop?asc=u"
  },
  {
    "name": "PoopManBoxMan",
    "introduction": "Hello! I'm the PoopManBoxMan and I love to draw anime-related / style stuff! I hope to improve myself more and do this full time in the near future!  I also play games such as Guilty Gear Strive, Team Fortress 2, Blue Archive, etc! Thank you so much for taking the time to look and appreciate my arts and I hope to see you soon! ::DD",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/poopmanboxman/"
		},
		{
			"type": "twitter",
			"url": "https://www.twitter.com/PoopManBoxMan/"
		},
		{
			"type": "youtube",
			"url": "https://www.youtube.com/channel/UCX8L3GcX2_e9W5FTGE0dbog"
		},
		{
			"type": "linktree",
			"url": "https://linktr.ee/PoopManBoxMan"
		}
	],
	"assets": "PoopManBoxMan"
  },
  {
    "name": "@potatodogstudio",
    "introduction": "Hi! My name is Gillian and I make potato dog art, comics, and stickers! I graduated from UCSC with a degree in Art and Art + Design: Games and Playable Media. I've tabled at a few Art Festivals and the past 2 Slugcons, and am excited to be coming back to UCSC for SlugCon again. :) Looking forward to seeing some old friends and meeting new ones this time around!",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/potatodogstudio/"
		},
		{
			"type": "twitter",
			"url": "https://www.twitter.com/potatodogstudio/"
		}
	],
	"assets": "potatodogstudio",
	"store": "http://sites.google.com/view/potato-dog/"
  },
  {
    "name": "Sketch",
    "introduction": "Hi there! I'm Sketch and I love to gamble.",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/applesketchz/"
		},
		{
			"type": "twitter",
			"url": "https://www.twitter.com/applesketchz/"
		},
		{
			"type": "youtube",
			"url": "https://www.youtube.com/channel/UCzeHISWml_VOK8EyaPJoixQ"
		}
	],
	"assets": "Sketch"
  },
  {
    "name": "Soybeans",
    "introduction": "Hi :D!!! I am soybeans :0!!! I like to draw :0!!!",
    "socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/soy.beanzzz/"
		}
	],
	"assets": "Soybeans"
  },
  {
    "name": "Tudoumi",
    "introduction": "Hi! My name is Lily, I’m a 3rd year CSGD student who really likes art and Zhongli Genshin Impact :)",
	"socials": [
	],
	"assets": "Tudoumi"
  },
  {
    "name": "chikisan",
    "introduction": "My name is Hazelle (chikisan_), and I am a fourth year AGPM major who is excited to be tabling for Slugcon!! My main inspiration stems from gothic fantasy art, spiderverse, dogs. ",
	"socials": [
	],
	"assets": "chikisan",
	"store": "http://ko-fi.com/chikisan"
  },
  {
    "name": "Soleras",
    "introduction": "Hello all! I'm Max, a 4th year AGPM major, fantasy / sci-fi nerd, and lover of puns. I'm a 3D artist for games, and in my spare time I make comics, so check out 'Monarch' and 'Pantheon' by Soleras on Webtoon!!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/_soleras"
		},
		{
			"type": "website",
			"url": "https://mlschwab.myportfolio.com/"
		}
	],
	"assets": "Soleras"
  },
  {
    "name": "poppy.gum",
    "introduction": "Hi, I'm Kris! Most of my work is in the realm of DND and fantasy where it allows me to retell and explore different cultures to bring them to light. Here you can expect to see fanart of One Piece, Chainsaw Man, and Dungeon Meshi. On the other side of things, I love creating physical art to bring to you through stickers and ceramic pieces inspired by studio ghibli. I love storytelling and OCs, always feel free to drop by and share some of your own! ",
	"socials": [
		{
			"type": "carrd",
			"url": "https://poppygum.carrd.co/"
		}
	],
	"assets": "peppapepper"
  },
  {
    "name": "MetaToshi",
    "introduction": "Heya! The name's Gloria Chim (she/her), also known as MetaToshi online - I'm a 4th year AGPM Major, mostly doing game art / development, and doodling my silly little goobers (original characters)! Drop by and say hi! Talk to me about anything game related (Genshin Impact, Persona 4/5, Killer Frequency, Minecraft, etc!) or give me some webtoon recommendations! Also check out my comic - Lucid Dissonance! It's a supernatural fantasy, multimedia web comic that features those aforementioned silly goobers; exploring the wonders of one's mind, and traversing dreamscapes to uncover hidden truths about certain family bloodlines and ultimately, about themselves. ",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/metatoshi.doodles/"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/metatoshidoodle"
		}
	],
	"assets": "MetaToshi"
  },
  {
    "name": "srsurchin",
    "introduction": "I’M SRSURCHIN, A 1ST YEAR STUDENT. I LOVE POKÉMON AND MARINE BIOLOGY!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/srsurchin"
		}
	],
	"assets": "srsurchin"
  },
  {
    "name": "ishugo.co",
    "introduction": "ishugo.co is made by friends of different aesthetics bound by one word: ishugo!! we seek to create high quality resin crafts and stickers with varying themes that we all enjoy. we want to share and represent what we’re able to bond over — something we hope you’ll be able to bond with as well. we’re currently selling boba-themed keycap fidget chains and cute stickers! feeling bored waiting for the bus? with one of our customizable resin printed fidgets, you’ll be able to fidget with a mini keyboard in style. check out our cute sticker sheets of pokemon, one piece, and more! swing by our table for a one of a kind experience each time you visit us :3",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/ishugo.co"
		}
	],
	"assets": "ishugo"
  },
  {
    "name": "captainedgeart",
    "introduction": "Hey everyone! I'm Vika, the funny jojo lady that loves to draw beloved characters. Super hyped to see all of you, and am excited to see all of the fantastic work :D This is always an awesome event to go to <3 See you all soon!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/captainedgeart"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/captainedgeart"
		},
		{
			"type": "youtube",
			"url": "https://www.youtube.com/channel/UCDIoqCvO7pFsMgLyGVAGJcA"
		}
	],
	"assets": "captainedgeart"
  },
  {
    "name": "AspenCatieArt",
    "introduction": "Hi!:D I’m Caitlin “Catie” Morgan, a 4th year AGPM and Art double major that focuses on Illustration, Vis Dev, Game Design, and Production! I love to create illustrations of new worlds and critters, and try and incorporate them into the games I make. I’m so excited to share my art with you this SlugCon, see you there!✨",
	"socials": [
		{
			"type": "website",
			"url": "https://www.artstation.com/caitlinmorgan"
		},
		{
			"type": "instagram",
			"url": "https://www.instagram.com/aspenarts.2020/"
		}
	],
	"assets": "AspenCate"
  },
  {
    "name": "anushka",
    "introduction": "Hi, I'm Anushka! I create clay pins, figures and 3D sculptures. I also make a variety of drawings, including digital art, watercolor, gouache and acrylic. Majority of my 3D sculptures are made using polymer clay and air dry clay. My favorite are cute figures and dragons. For digital and traditional art I like to recreate characters or places from my favorite shows. Majority anime. In the future I shall be experimenting with more digital art as well big sculptures.",
	"socials": [
	],
	"assets": "anushka"
  },
  {
    "name": "wolfhotel",
    "introduction": "I'm a storyboard artist with a passion for illustration and merch! I love dogs, live music, and all things spooky. :]",
	"socials": [
		{
			"type": "twitter",
			"url": "https://twitter.com/wolfhotels"
		},
		{
			"type": "instagram",
			"url": "https://www.instagram.com/wolfhotel/"
		}
	],
	"assets": "wolfhotel",
	"store": "https://wolfhotel.bigcartel.com/"
  },
  {
    "name": "atlasmoth",
    "introduction": "Hi! I'm Jess and I'm a 2D/3D video game artist. Im interested in creating environmental concept art and props. ",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/jesshaleyzog"
		}
	],
	"assets": "atlasmoth"
  },
  {
    "name": "atalina",
    "introduction": "Hi I'm atalina, I like warm lighting and star motifs !!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/atalina.art"
		}
	],
	"assets": "atalina"
  },
  {
    "name": "torii",
    "introduction": "Hello, I play around with a bit of pixelart & gamedev. I'll be tabling at Slugcon with my housemates!",
	"socials": [
		{
			"type": "instagram",
			"url": "http://instagram.com/konpeit.png/"
		}
	],
	"assets": "torii"
  },
  {
    "name": "KnotXenos",
    "introduction": "Hi! Im Helwa, 3rd year AGPM major and MENAS minor and I will be tabling at SlugCon!! I will have prints and keychains, along with commissions! I’m looking forward to seeing y’all there :D",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/knotxenos"
		}
	],
	"assets": "KnotXenos"
  },
  {
    "name": "Q",
    "introduction": "Hi! The name’s Q and I’m a UCSC alumnus :3 I love anime, games, classic lit, and musicals so I tend to draw a little bit of everything o7",
	"socials": [
		{
			"type": "carrd",
			"url": "https://klqdraws.carrd.co"
		}
	],
	"assets": "KLQ"
  },
  {
    "name": "blu.goldfish",
    "introduction": "Hi I am a capybara focused artist, and I sell cute art prints and stickers! https://www.instagram.com/blu.goldfish/",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/blu.goldfish/"
		}
	],
	"assets": "bluoctopus"
  },
  {
    "name": "yidelia",
    "introduction": "Hihi! I'm El, a 3rd year AGPM student who specializes in character illustrations! I love drawing fanart for my favorite games such as Genshin Impact, FE:3H, and Nier: Automata! Nice to meet you all :D ",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/yideliaa/"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/yideliaa"
		},
		{
			"type": "carrd",
			"url": "https://yidelia.carrd.co"
		},
		{
			"type": "website",
			"url": "https://vgen.co/yidelia"
		}
	],
	"assets": "yidelia"
  },
  {
    "name": "chiisagi",
    "introduction": "Hi, I'm Chi (she/they) — art hobbyist and OC connoisseur! I studied astrophysics here in undergrad, and am now a graduate student in science communication. I'm super passionate about space, stationery, and especially original characters! Although I won't have any fan merch to sell, I'm looking forward to taking on-site commissions at SlugCon. Excited to meet people, chat about anime, and share the OC love together!! <3",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/chiisagi"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/chiisagi_art"
		},
		{
			"type": "carrd",
			"url": "https://chiisagi.carrd.co"
		}
	],
	"assets": "chiisagi"
  },
  {
    "name": "silmist",
    "introduction": "Hi, I'm silmist! I like drawing vocal synths and painting food. That's pretty much 89 percent of my personality.",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/silmist11"
		}
	],
	"assets": "silmist"
  },
  {
    "name": "Fion",
    "introduction": "Hello! My name is Fion and I'm an alumni from the Games program, but I'm actually quite bad at playing games. Huge anime fan here and got into JP vtubers the past few years, feel free to hit me up if you wanna talk about JP vtuber memes :D",
	"socials": [
		{
			"type": "website",
			"url": "https://klfion.artstation.com"
		}
	],
	"assets": "Fion"
  },
  {
    "name": "Knoxellius",
    "introduction": "I’m Celeste! I’m studying Graphic Design and I’m an Art Major! I’ve collaborated with a lot of different events and Zines with my work! Nice to meet you! Follow my Instagram @knoxellius",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/knoxellius"
		}
	],
	"assets": "Knoxellius"
  },
  {
    "name": "SparrowMech",
    "introduction": "Hi y'all! I'm Jacob (they/them), an aspiring queer concept artist and illustrator with a profound interest in visual storytelling and visual mediums. While I'd say my specialty is character design, I enjoy delving in all kinds of design! Most of my work is in digital illustration, however I have experience with 2D animation and 3D modeling, and hope to continue learning those mediums. I'm a huge fans of all kinds of video games from various genres, but if you ask me about Disco Elysium, Sayonara Wild Hearts, or Scavenger's Reign I will not stop talking and I'm incredibly sorry in advance. Much love to y'all <3",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/sparro.art"
		}
	],
	"assets": "SparrowMech"
  },
  {
    "name": "crochetsandpaints",
    "introduction": "Hi! I'm Chanel. Besides being a student (Art and HAVC major), I enjoy crocheting and painting. I find myself crocheting more than painting now a days and tend to focus on making clothing and accessories. However, I've most recently been getting into making amigurumi. Crocheting helps me to feel more relaxed and I love making cute crochet items. I hope you enjoy my pieces just as much as I do!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/cc_crochetsandpaints"
		}
	],
	"assets": "chanelc"
  },
  {
    "name": "jan.artchives",
    "introduction": "hi! i’m jan and i crochet and do clay art of all my favorite characters. all my art is video games, shows, or movies!!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/jan.artchives"
		}
	],
	"assets": "janadag"
  },
  {
    "name": "Jer",
    "introduction": "Hello!! I'm Jer!(she/her) Currently, a second-year majoring in Art and Sociology. I usually do digital, watercolor, or acrylic art, and it's usually not anime... BUT I will be trying to sell posters, old art, buttons, and stickers. PLUS face painting or caricatures :) I really love webtoon and I'll do some anime art. Check me out!",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/Jer_drawss"
		}
	],
	"assets": "Jer"
  },
  {
    "name": "Oiya",
    "introduction": "Hi, I'm Oiya, a third-year ecology & evolution major and traditional hobby artist (but I am also known for my Flipnote Studio art)! I sell a handful of prints of my work at art fests and Slugcon. You can find me as Chickenpoiya on Instagram and some other platforms. I draw both original character content and fanart, with the Fire Emblem series being most commonly seen in my art. I have worked on several Fire Emblem fanzines and hope to do more cool projects with my art in the future :)",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/chickenpoiya"
		}
	],
	"assets": "Chickenpoiya"
  },
  {
    "name": "@anniyell",
    "introduction": "hi! my name is anael, im a filipino-american artist and designer, a ucsc cognitive science alum, and an enjoyer of too many things",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/anniyell"
		},
		{
			"type": "twitter",
			"url": "https://twitter.com/anniyell"
		},
		{
			"type": "website",
			"url": "https://anniyell.com/"
		}
	],
	"assets": "anniyell"
  },
  {
    "name": "anxious_arsonist",
    "introduction": "Hi there! My name is Athena Patronas, I go by pyro sometimes online! I be drawing. A WHOLE lot of my inspirations comes from web comics, cartoons, manga, Legend of Zelda, and Scooby Doo. If you also like those things I am always happy to chat about them!! Like literally, I will yap your ear off. Oh also, if you know any art books please please please share them with me! ",
	"socials": [
		{
			"type": "instagram",
			"url": "https://www.instagram.com/anxious_arsonist/"
		}
	],
	"assets": "anxious_arsonist"
  }
]